Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Save Workspace…
ar: حفظ مساحة العمل…
ca: Desa l'espai de treball…
cs: Uložit pracovní prostor…
da: Arkivér arbejdsområde…
de: Arbeitsbereich sichern…
el: Αποθήκευση χώρου εργασίας…
es: Guardar espacio de trabajo…
fi: Tallenna työtila…
fr: Enregistrer l'espace de travail…
he: שמור סביבת עבודה…
hi: कार्यक्षेत्र सहेजें…
hr: Spremi radni prostor…
hu: Munkaterület mentése…
id: Simpan Ruang Kerja…
it: Salva spazio di lavoro…
ja: ワークスペースを保存…
ko: 작업 공간 저장…
ms: Simpan Ruang Kerja…
nb: Lagre arbeidsområde…
nl: Werkruimte bewaren…
pl: Zapisz obszar roboczy…
pt_br: Salvar espaço de trabalho…
ro: Salvează spațiul de lucru…
ru: Сохранить рабочее пространство…
sk: Uložiť pracovný priestor…
sv: Spara arbetsyta…
th: บันทึกพื้นที่ทำงาน…
tr: Çalışma Alanını Kaydet…
uk: Зберегти робочий простір…
vi: Lưu không gian làm việc…
zh_hans: 保存工作区…
zh_hk: 儲存工作區…

source: Saves the page as a PDF
ar: يحفظ الصفحة بصيغة PDF
ca: Desa la pàgina com a PDF
cs: Uloží stránku jako PDF
da: Gemmer siden som PDF
de: Speichert die Seite als PDF
el: Αποθηκεύει τη σελίδα ως PDF
es: Guarda la página como PDF
fi: Tallentaa sivun PDF-muodossa
fr: Enregistre la page en PDF
he: שומר את הדף כ-PDF
hi: पृष्ठ को PDF के रूप में सहेजता है
hr: Sprema stranicu kao PDF
hu: PDF-ként menti az oldalt
id: Menyimpan halaman sebagai PDF
it: Salva la pagina come PDF
ja: ページをPDFとして保存します
ko: 페이지를 PDF로 저장합니다
ms: Menyimpan halaman sebagai PDF
nb: Lagrer siden som PDF
nl: Bewaart de pagina als pdf
pl: Zapisuje stronę jako PDF
pt_br: Salva a página como PDF
ro: Salvează pagina ca PDF
ru: Сохраняет страницу в PDF
sk: Uloží stránku ako PDF
sv: Sparar sidan som PDF
th: บันทึกหน้าเป็น PDF
tr: Sayfayı PDF olarak kaydeder
uk: Зберігає сторінку як PDF
vi: Lưu trang dưới dạng PDF
zh_hans: 将页面保存为 PDF
zh_hk: 將頁面儲存為 PDF

source: Search
ar: بحث
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Hae
fr: Rechercher
he: חפש
hi: खोजें
hr: Traži
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
ms: Cari
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Buscar
ro: Caută
ru: Поиск
sk: Hľadať
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hk: 搜尋

source: Search cookies...
ar: البحث في ملفات تعريف الارتباط...
ca: Cerca galetes...
cs: Hledat soubory cookie...
da: Søg i cookies...
de: Cookies suchen...
el: Αναζήτηση cookie...
es: Buscar cookies...
fi: Hae evästeitä...
fr: Rechercher des cookies...
he: חפש עוגיות...
hi: कुकीज़ खोजें...
hr: Traži kolačiće...
hu: Sütik keresése...
id: Cari cookie...
it: Cerca cookie...
ja: Cookieを検索...
ko: 쿠키 검색...
ms: Cari kuki...
nb: Søk i informasjonskapsler...
nl: Cookies zoeken...
pl: Szukaj plików cookie...
pt_br: Buscar cookies...
ro: Caută cookie-uri...
ru: Искать cookie...
sk: Hľadať súbory cookie...
sv: Sök bland cookies...
th: ค้นหาคุกกี้...
tr: Çerezlerde ara...
uk: Шукати cookie...
vi: Tìm cookie...
zh_hans: 搜索 Cookie...
zh_hk: 搜尋 Cookie...

source: Search engine
ar: محرك البحث
ca: Cercador
cs: Vyhledávač
da: Søgemaskine
de: Suchmaschine
el: Μηχανή αναζήτησης
es: Motor de búsqueda
fi: Hakukone
fr: Moteur de recherche
he: מנוע חיפוש
hi: खोज इंजन
hr: Tražilica
hu: Keresőmotor
id: Mesin Pencari
it: Motore di ricerca
ja: 検索エンジン
ko: 검색 엔진
ms: Enjin Carian
nb: Søkemotor
nl: Zoekmachine
pl: Wyszukiwarka
pt_br: Mecanismo de busca
ro: Motor de căutare
ru: Поисковая система
sk: Vyhľadávač
sv: Sökmotor
th: เครื่องมือค้นหา
tr: Arama Motoru
uk: Пошукова система
vi: Công cụ tìm kiếm
zh_hans: 搜索引擎
zh_hk: 搜尋引擎

source: Search Engine
ar: محرك البحث
ca: Cercador
cs: Vyhledávač
da: Søgemaskine
de: Suchmaschine
el: Μηχανή αναζήτησης
es: Motor de búsqueda
fi: Hakukone
fr: Moteur de recherche
he: מנוע חיפוש
hi: खोज इंजन
hr: Tražilica
hu: Keresőmotor
id: Mesin Pencari
it: Motore di ricerca
ja: 検索エンジン
ko: 검색 엔진
ms: Enjin Carian
nb: Søkemotor
nl: Zoekmachine
pl: Wyszukiwarka
pt_br: Mecanismo de busca
ro: Motor de căutare
ru: Поисковая система
sk: Vyhľadávač
sv: Sökmotor
th: เครื่องมือค้นหา
tr: Arama Motoru
uk: Пошукова система
vi: Công cụ tìm kiếm
zh_hans: 搜索引擎
zh_hk: 搜尋引擎

source: Search or enter address
ar: ابحث أو أدخل عنوانًا
ca: Cerca o introdueix una adreça
cs: Hledej nebo zadej adresu
da: Søg eller indtast adresse
de: Suchen oder Adresse eingeben
el: Αναζήτησε ή εισαγάγετε διεύθυνση
es: Buscar o introducir dirección
fi: Hae tai anna osoite
fr: Rechercher ou saisir une adresse
he: חפש או הזן כתובת
hi: खोजें या पता दर्ज करें
hr: Traži ili unesi adresu
hu: Keresés vagy cím megadása
id: Cari atau masukkan alamat
it: Cerca o inserisci indirizzo
ja: 検索またはアドレスを入力
ko: 검색하거나 주소 입력
ms: Cari atau masukkan alamat
nb: Søk eller skriv inn adresse
nl: Zoek of voer adres in
pl: Szukaj lub wpisz adres
pt_br: Buscar ou digitar endereço
ro: Caută sau introdu o adresă
ru: Поиск или ввод адреса
sk: Hľadaj alebo zadaj adresu
sv: Sök eller ange adress
th: ค้นหาหรือป้อนที่อยู่
tr: Ara veya adres gir
uk: Пошук або введення адреси
vi: Tìm kiếm hoặc nhập địa chỉ
zh_hans: 搜索或输入地址
zh_hk: 搜尋或輸入位址

source: Search the web
ar: البحث في الويب
ca: Cerca al web
cs: Hledat na webu
da: Søg på nettet
de: Im Web suchen
el: Αναζήτηση στον ιστό
es: Buscar en la web
fi: Hae verkosta
fr: Rechercher sur le web
he: חפש באינטרנט
hi: वेब पर खोजें
hr: Pretraži web
hu: Keresés a weben
id: Cari di web
it: Cerca sul web
ja: ウェブを検索
ko: 웹 검색
ms: Cari di web
nb: Søk på nettet
nl: Op het web zoeken
pl: Szukaj w sieci
pt_br: Buscar na web
ro: Caută pe web
ru: Искать в интернете
sk: Hľadať na webe
sv: Sök på webben
th: ค้นหาบนเว็บ
tr: Web'de ara
uk: Шукати в інтернеті
vi: Tìm kiếm trên web
zh_hans: 在网络上搜索
zh_hk: 在網路上搜尋

source: Search the Web
ar: البحث في الويب
ca: Cerca al web
cs: Hledat na webu
da: Søg på nettet
de: Im Web suchen
el: Αναζήτηση στον ιστό
es: Buscar en la web
fi: Hae verkosta
fr: Rechercher sur le web
he: חפש באינטרנט
hi: वेब पर खोजें
hr: Pretraži web
hu: Keresés a weben
id: Cari di Web
it: Cerca sul web
ja: ウェブを検索
ko: 웹 검색
ms: Cari di Web
nb: Søk på nettet
nl: Op het web zoeken
pl: Szukaj w sieci
pt_br: Buscar na web
ro: Caută pe web
ru: Искать в интернете
sk: Hľadať na webe
sv: Sök på webben
th: ค้นหาบนเว็บ
tr: Web'de Ara
uk: Шукати в інтернеті
vi: Tìm kiếm trên web
zh_hans: 在网络上搜索
zh_hk: 在網路上搜尋

source: Search Web
ar: البحث في الويب
ca: Cerca al web
cs: Hledat na webu
da: Søg på nettet
de: Im Web suchen
el: Αναζήτηση στον ιστό
es: Buscar en la web
fi: Hae verkosta
fr: Rechercher sur le web
he: חפש באינטרנט
hi: वेब पर खोजें
hr: Pretraži web
hu: Keresés a weben
id: Cari di web
it: Cerca sul web
ja: ウェブを検索
ko: 웹 검색
ms: Cari di web
nb: Søk på nettet
nl: Op het web zoeken
pl: Szukaj w sieci
pt_br: Buscar na web
ro: Caută pe web
ru: Искать в интернете
sk: Hľadať na webe
sv: Sök på webben
th: ค้นหาบนเว็บ
tr: Web'de ara
uk: Шукати в інтернеті
vi: Tìm kiếm trên web
zh_hans: 在网络上搜索
zh_hk: 在網路上搜尋

source: Search, omnibar, hotkey
ar: البحث، شريط العناوين، الاختصار
ca: Cerca, omnibar, drecera
cs: Hledání, omnibar, zkratka
da: Søgning, omnibar, genvej
de: Suche, Omnibar, Kurzbefehl
el: Αναζήτηση, omnibar, συντόμευση
es: Búsqueda, omnibar, atajo
fi: Haku, omnipalkki, pikanäppäin
fr: Recherche, omnibar, raccourci
he: חיפוש, שורת כתובת, קיצור
hi: खोज, ओमनीबार, शॉर्टकट
hr: Pretraživanje, omnibar, prečac
hu: Keresés, omnibar, gyorsbillentyű
id: Pencarian, omnibar, pintasan
it: Ricerca, omnibar, scorciatoia
ja: 検索、オムニバー、ショートカット
ko: 검색, 옴니바, 단축키
ms: Carian, omnibar, pintasan
nb: Søk, omnibar, hurtigtast
nl: Zoeken, omnibalk, sneltoets
pl: Wyszukiwanie, omnibar, skrót
pt_br: Busca, omnibar, atalho
ro: Căutare, omnibar, scurtătură
ru: Поиск, омнибар, сочетание
sk: Hľadanie, omnibar, skratka
sv: Sökning, omnibar, kortkommando
th: ค้นหา, ออมนิบาร์, แป้นลัด
tr: Arama, omnibar, kısayol
uk: Пошук, омнібар, сполучення
vi: Tìm kiếm, omnibar, phím tắt
zh_hans: 搜索、地址栏、快捷键
zh_hk: 搜尋、網址列、快速鍵

source: Searches the web in a new tab.
ar: يبحث في الويب في علامة تبويب جديدة.
ca: Cerca al web en una pestanya nova.
cs: Vyhledá na webu na nové kartě.
da: Søger på nettet i et nyt faneblad.
de: Sucht in einem neuen Tab im Web.
el: Αναζητά στον ιστό σε νέα καρτέλα.
es: Busca en la web en una pestaña nueva.
fi: Hakee verkosta uudessa välilehdessä.
fr: Recherche sur le web dans un nouvel onglet.
he: מחפש באינטרנט בכרטיסייה חדשה.
hi: एक नए टैब में वेब पर खोजता है।
hr: Pretražuje web u novoj kartici.
hu: Keres a weben egy új lapon.
id: Mencari di web di tab baru.
it: Cerca sul web in una nuova scheda.
ja: 新しいタブでウェブを検索します。
ko: 새 탭에서 웹을 검색합니다.
ms: Mencari di web dalam tab baharu.
nb: Søker på nettet i en ny fane.
nl: Zoekt op het web in een nieuw tabblad.
pl: Wyszukuje w sieci w nowej karcie.
pt_br: Busca na web em uma nova aba.
ro: Caută pe web într-o filă nouă.
ru: Ищет в интернете в новой вкладке.
sk: Vyhľadá na webe na novej karte.
sv: Söker på webben i en ny flik.
th: ค้นหาบนเว็บในแท็บใหม่
tr: Yeni bir sekmede web'de arar.
uk: Шукає в інтернеті в новій вкладці.
vi: Tìm kiếm trên web trong một thẻ mới.
zh_hans: 在新标签页中搜索网络。
zh_hk: 在新分頁中搜尋網路。

source: Security
ar: الأمان
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Suojaus
fr: Sécurité
he: אבטחה
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
ms: Keselamatan
nb: Sikkerhet
nl: Beveiliging
pl: Zabezpieczenia
pt_br: Segurança
ro: Securitate
ru: Безопасность
sk: Zabezpečenie
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: 安全
zh_hk: 安全性

source: Select the types of data you want to clear:
ar: اختر أنواع البيانات التي تريد مسحها:
ca: Selecciona els tipus de dades que vols esborrar:
cs: Vyber typy dat, které chceš vymazat:
da: Vælg de datatyper, du vil rydde:
de: Wähle die Datentypen aus, die du löschen möchtest:
el: Επίλεξε τους τύπους δεδομένων που θέλεις να εκκαθαρίσεις:
es: Selecciona los tipos de datos que quieres borrar:
fi: Valitse tietotyypit, jotka haluat tyhjentää:
fr: Sélectionnez les types de données que vous souhaitez effacer :
he: בחר את סוגי הנתונים שברצונך לנקות:
hi: उन डेटा प्रकारों का चयन करें जिन्हें आप साफ़ करना चाहते हैं:
hr: Odaberi vrste podataka koje želiš očistiti:
hu: Válaszd ki a törölni kívánt adattípusokat:
id: Pilih jenis data yang ingin kamu hapus:
it: Seleziona i tipi di dati che vuoi cancellare:
ja: 消去するデータの種類を選択してください：
ko: 지울 데이터 유형을 선택하세요:
ms: Pilih jenis data yang anda mahu kosongkan:
nb: Velg datatypene du vil tømme:
nl: Selecteer de soorten gegevens die je wilt wissen:
pl: Wybierz typy danych, które chcesz wyczyścić:
pt_br: Selecione os tipos de dados que você quer limpar:
ro: Selectează tipurile de date pe care vrei să le ștergi:
ru: Выберите типы данных, которые хотите очистить:
sk: Vyber typy údajov, ktoré chceš vymazať:
sv: Välj de datatyper du vill rensa:
th: เลือกประเภทข้อมูลที่คุณต้องการล้าง:
tr: Temizlemek istediğin veri türlerini seç:
uk: Виберіть типи даних, які хочете очистити:
vi: Chọn các loại dữ liệu bạn muốn xóa:
zh_hans: 选择你要清除的数据类型：
zh_hk: 選擇你要清除的資料類型：

source: Session cookie
ar: ملف تعريف ارتباط الجلسة
ca: Galeta de sessió
cs: Soubor cookie relace
da: Sessionscookie
de: Sitzungs-Cookie
el: Cookie συνεδρίας
es: Cookie de sesión
fi: Istuntoeväste
fr: Cookie de session
he: עוגיית הפעלה
hi: सत्र कुकी
hr: Kolačić sesije
hu: Munkamenet-süti
id: Cookie sesi
it: Cookie di sessione
ja: セッションCookie
ko: 세션 쿠키
ms: Kuki sesi
nb: Øktinformasjonskapsel
nl: Sessiecookie
pl: Plik cookie sesji
pt_br: Cookie de sessão
ro: Cookie de sesiune
ru: Сеансовый cookie
sk: Súbor cookie relácie
sv: Sessionscookie
th: คุกกี้เซสชัน
tr: Oturum çerezi
uk: Сеансовий cookie
vi: Cookie phiên
zh_hans: 会话 Cookie
zh_hk: 工作階段 Cookie

source: Sets the browser's own chrome — toolbar, tabs, menus. System follows your Mac's appearance and switches with it at sunset if you have that on. (Pages render in whatever appearance the site itself chooses.)
ar: يحدد واجهة المتصفح الخاصة — شريط الأدوات وعلامات التبويب والقوائم. يتبع النظام مظهر الـ Mac لديك ويتبدّل معه عند الغروب إذا فعّلت ذلك. (تُعرض الصفحات بالمظهر الذي يختاره الموقع نفسه.)
ca: Estableix la interfície pròpia del navegador — barra d'eines, pestanyes, menús. Sistema segueix l'aspecte del teu Mac i canvia amb ell a la posta de sol si ho tens activat. (Les pàgines es mostren amb l'aspecte que tria el mateix lloc.)
cs: Nastavuje vlastní rozhraní prohlížeče — panel nástrojů, karty, nabídky. Systém se řídí vzhledem tvého Macu a přepíná se s ním při západu slunce, pokud to máš zapnuté. (Stránky se zobrazují ve vzhledu, který si vybere sám web.)
da: Angiver browserens egen brugerflade — værktøjslinje, faneblade, menuer. System følger din Macs udseende og skifter med det ved solnedgang, hvis du har det slået til. (Sider vises i det udseende, som webstedet selv vælger.)
de: Legt die eigene Oberfläche des Browsers fest – Symbolleiste, Tabs, Menüs. System folgt dem Erscheinungsbild deines Mac und wechselt bei Sonnenuntergang mit, falls du das aktiviert hast. (Seiten werden in dem Erscheinungsbild dargestellt, das die Website selbst wählt.)
el: Ορίζει το δικό του περιβάλλον του προγράμματος περιήγησης — γραμμή εργαλείων, καρτέλες, μενού. Το Σύστημα ακολουθεί την εμφάνιση του Mac σου και εναλλάσσεται μαζί της στο ηλιοβασίλεμα αν το έχεις ενεργό. (Οι σελίδες αποδίδονται με την εμφάνιση που επιλέγει ο ίδιος ο ιστότοπος.)
es: Define la interfaz propia del navegador: barra de herramientas, pestañas, menús. Sistema sigue la apariencia de tu Mac y cambia con ella al atardecer si tienes esa opción activada. (Las páginas se muestran con la apariencia que elija el propio sitio.)
fi: Määrittää selaimen oman käyttöliittymän — työkalupalkin, välilehdet, valikot. Järjestelmä seuraa Macisi ulkoasua ja vaihtuu sen mukana auringonlaskun aikaan, jos se on käytössä. (Sivut näkyvät siinä ulkoasussa, jonka sivusto itse valitsee.)
fr: Définit l'interface propre du navigateur — barre d'outils, onglets, menus. Système suit l'apparence de votre Mac et change avec elle au coucher du soleil si vous avez activé cette option. (Les pages s'affichent dans l'apparence que le site lui-même choisit.)
he: מגדיר את ממשק הדפדפן עצמו — סרגל הכלים, הכרטיסיות, התפריטים. המערכת עוקבת אחר המראה של ה-Mac שלך ומתחלפת איתו בשקיעה אם הפעלת זאת. (דפים מוצגים במראה שהאתר עצמו בוחר.)
hi: ब्राउज़र के अपने इंटरफ़ेस को सेट करता है — टूलबार, टैब, मेन्यू। सिस्टम आपके Mac के स्वरूप का अनुसरण करता है और यदि आपने वह चालू किया है तो सूर्यास्त पर उसके साथ बदलता है। (पृष्ठ उसी स्वरूप में प्रस्तुत होते हैं जिसे साइट स्वयं चुनती है।)
hr: Postavlja vlastito sučelje preglednika — alatnu traku, kartice, izbornike. Sustav prati izgled tvog Maca i mijenja se s njim pri zalasku sunca ako to imaš uključeno. (Stranice se prikazuju u izgledu koji sam web bira.)
hu: Beállítja a böngésző saját felületét — eszköztár, lapok, menük. A Rendszer követi a Mac megjelenését, és napnyugtakor vele együtt vált, ha ez be van kapcsolva. (Az oldalak abban a megjelenésben jelennek meg, amelyet maga a webhely választ.)
id: Menyetel antarmuka browser itu sendiri — bilah alat, tab, menu. Sistem mengikuti tampilan Mac-mu dan beralih dengannya saat matahari terbenam jika kamu mengaktifkannya. (Halaman ditampilkan dalam tampilan yang dipilih situs itu sendiri.)
it: Imposta l'interfaccia propria del browser: barra degli strumenti, schede, menu. Sistema segue l'aspetto del tuo Mac e cambia con esso al tramonto, se hai attivato quell'opzione. (Le pagine vengono visualizzate con l'aspetto scelto dal sito stesso.)
ja: ブラウザ自身のUI（ツールバー、タブ、メニュー）を設定します。「システム」はMacの外観に従い、有効にしていれば日没時に一緒に切り替わります。（ページはサイト自身が選ぶ外観で表示されます。）
ko: 브라우저 자체 UI(도구 막대, 탭, 메뉴)를 설정합니다. 시스템은 Mac의 모양을 따르며, 해당 옵션을 켜두면 일몰 시 함께 전환됩니다. (페이지는 사이트 자체가 선택한 모양으로 표시됩니다.)
ms: Menetapkan antara muka pelayar sendiri — bar alat, tab, menu. Sistem mengikut rupa Mac anda dan bertukar dengannya pada waktu matahari terbenam jika anda menghidupkannya. (Halaman dipaparkan dalam rupa yang dipilih oleh tapak itu sendiri.)
nb: Angir nettleserens eget grensesnitt — verktøylinje, faner, menyer. System følger utseendet til Macen din og bytter med det ved solnedgang hvis du har det på. (Sider vises i det utseendet nettstedet selv velger.)
nl: Stelt de eigen interface van de browser in — werkbalk, tabbladen, menu's. Systeem volgt de weergave van je Mac en schakelt bij zonsondergang mee als je dat aanhebt. (Pagina's worden weergegeven in de weergave die de site zelf kiest.)
pl: Ustawia własny interfejs przeglądarki — pasek narzędzi, karty, menu. System podąża za wyglądem Twojego Maca i przełącza się wraz z nim o zachodzie słońca, jeśli masz to włączone. (Strony są wyświetlane w wyglądzie, który wybiera sama witryna.)
pt_br: Define a interface do próprio navegador — barra de ferramentas, abas, menus. Sistema segue a aparência do seu Mac e muda com ela ao pôr do sol, se você tiver isso ativado. (As páginas são exibidas na aparência que o próprio site escolher.)
ro: Setează interfața proprie a browserului — bara de instrumente, filele, meniurile. Sistem urmează aspectul Mac-ului tău și comută cu el la apus dacă ai activat asta. (Paginile sunt redate în aspectul pe care îl alege site-ul însuși.)
ru: Задаёт собственный интерфейс браузера — панель инструментов, вкладки, меню. «Система» следует за оформлением вашего Mac и переключается вместе с ним на закате, если это включено. (Страницы отображаются в том оформлении, которое выбирает сам сайт.)
sk: Nastavuje vlastné rozhranie prehliadača — panel nástrojov, karty, ponuky. Systém sa riadi vzhľadom tvojho Macu a prepína sa s ním pri západe slnka, ak to máš zapnuté. (Stránky sa zobrazujú vo vzhľade, ktorý si vyberie sám web.)
sv: Ställer in webbläsarens eget gränssnitt — verktygsfält, flikar, menyer. System följer din Macs utseende och växlar med det vid solnedgången om du har det på. (Sidor visas i det utseende som webbplatsen själv väljer.)
th: ตั้งค่าอินเทอร์เฟซของเบราว์เซอร์เอง — แถบเครื่องมือ แท็บ เมนู ระบบจะตามรูปลักษณ์ของ Mac ของคุณและสลับตามในเวลาพระอาทิตย์ตกหากคุณเปิดใช้ (หน้าจะแสดงผลในรูปลักษณ์ที่ไซต์เลือกเอง)
tr: Tarayıcının kendi arayüzünü ayarlar — araç çubuğu, sekmeler, menüler. Sistem, Mac'inin görünümünü izler ve bunu açtıysan gün batımında onunla birlikte değişir. (Sayfalar, sitenin kendi seçtiği görünümde işlenir.)
uk: Задає власний інтерфейс браузера — панель інструментів, вкладки, меню. «Система» слідує за оформленням вашого Mac і перемикається разом із ним на заході сонця, якщо це ввімкнено. (Сторінки відображаються в тому оформленні, яке обирає сам сайт.)
vi: Đặt giao diện riêng của trình duyệt — thanh công cụ, thẻ, menu. Hệ thống theo giao diện của Mac và chuyển theo nó lúc hoàng hôn nếu bạn bật tính năng đó. (Các trang được hiển thị theo giao diện mà chính trang web chọn.)
zh_hans: 设置浏览器自身的界面——工具栏、标签页、菜单。“系统”会跟随你 Mac 的外观，若你已开启，则会在日落时随之切换。（页面会以网站自身选择的外观呈现。）
zh_hk: 設定瀏覽器自身的介面——工具列、分頁、選單。「系統」會跟隨你 Mac 的外觀，若你已開啟，則會在日落時隨之切換。（頁面會以網站自身選擇的外觀呈現。）

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Configurări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hk: 設定

source: Settings...
ar: الإعدادات...
ca: Configuració...
cs: Nastavení...
da: Indstillinger...
de: Einstellungen...
el: Ρυθμίσεις...
es: Ajustes...
fi: Asetukset...
fr: Réglages...
he: הגדרות...
hi: सेटिंग्स...
hr: Postavke...
hu: Beállítások...
id: Pengaturan...
it: Impostazioni...
ja: 設定...
ko: 설정...
ms: Tetapan...
nb: Innstillinger...
nl: Instellingen...
pl: Ustawienia...
pt_br: Ajustes...
ro: Configurări...
ru: Настройки...
sk: Nastavenia...
sv: Inställningar...
th: การตั้งค่า...
tr: Ayarlar...
uk: Налаштування...
vi: Cài đặt...
zh_hans: 设置...
zh_hk: 設定...

source: Shortcut cheat sheet
ar: ورقة مرجعية للاختصارات
ca: Full de referència de dreceres
cs: Tahák zkratek
da: Genvejsoversigt
de: Kurzbefehl-Spickzettel
el: Σύνοψη συντομεύσεων
es: Chuleta de atajos
fi: Pikanäppäinten lunttilappu
fr: Aide-mémoire des raccourcis
he: דף עזר לקיצורים
hi: शॉर्टकट संदर्भ पत्रक
hr: Podsjetnik za prečace
hu: Gyorsbillentyű-puska
id: Lembar contekan pintasan
it: Scheda riassuntiva delle scorciatoie
ja: ショートカット早見表
ko: 단축키 요약표
ms: Helaian rujukan pintasan
nb: Snarveisoversikt
nl: Sneltoetsen-spiekbriefje
pl: Ściąga skrótów
pt_br: Folha de referência de atalhos
ro: Fișă de scurtături
ru: Шпаргалка по сочетаниям
sk: Ťahák skratiek
sv: Genvägsöversikt
th: แผ่นสรุปแป้นลัด
tr: Kısayol kopya kâğıdı
uk: Шпаргалка зі сполучень
vi: Bảng tra phím tắt
zh_hans: 快捷键速查表
zh_hk: 快速鍵速查表

source: Shortcuts & Siri
ar: الاختصارات و Siri
ca: Dreceres i Siri
cs: Zkratky a Siri
da: Genveje og Siri
de: Kurzbefehle & Siri
el: Συντομεύσεις και Siri
es: Atajos y Siri
fi: Oikotiet ja Siri
fr: Raccourcis & Siri
he: קיצורים ו-Siri
hi: शॉर्टकट और Siri
hr: Prečaci i Siri
hu: Parancsok és Siri
id: Pintasan & Siri
it: Scorciatoie e Siri
ja: ショートカットとSiri
ko: 단축어 및 Siri
ms: Pintasan & Siri
nb: Snarveier og Siri
nl: Snelkoppelingen en Siri
pl: Skróty i Siri
pt_br: Atalhos e Siri
ro: Scurtături și Siri
ru: Команды и Siri
sk: Skratky a Siri
sv: Genvägar och Siri
th: แป้นลัดและ Siri
tr: Kısayollar ve Siri
uk: Команди й Siri
vi: Phím tắt & Siri
zh_hans: 快捷指令与 Siri
zh_hk: 捷徑與 Siri

source: Show Bookmarks
ar: إظهار الإشارات المرجعية
ca: Mostra les adreces d'interès
cs: Zobrazit záložky
da: Vis bogmærker
de: Lesezeichen anzeigen
el: Εμφάνιση σελιδοδεικτών
es: Mostrar marcadores
fi: Näytä kirjanmerkit
fr: Afficher les favoris
he: הצג סימניות
hi: बुकमार्क दिखाएँ
hr: Prikaži knjižne oznake
hu: Könyvjelzők megjelenítése
id: Tampilkan Markah
it: Mostra segnalibri
ja: ブックマークを表示
ko: 북마크 표시
ms: Tunjukkan Penanda Buku
nb: Vis bokmerker
nl: Bladwijzers tonen
pl: Pokaż zakładki
pt_br: Mostrar favoritos
ro: Arată marcajele
ru: Показать закладки
sk: Zobraziť záložky
sv: Visa bokmärken
th: แสดงบุ๊กมาร์ก
tr: Yer İşaretlerini Göster
uk: Показати закладки
vi: Hiện dấu trang
zh_hans: 显示书签
zh_hk: 顯示書籤

source: Show Next Tab
ar: إظهار علامة التبويب التالية
ca: Mostra la pestanya següent
cs: Zobrazit další kartu
da: Vis næste faneblad
de: Nächsten Tab anzeigen
el: Εμφάνιση επόμενης καρτέλας
es: Mostrar pestaña siguiente
fi: Näytä seuraava välilehti
fr: Afficher l'onglet suivant
he: הצג כרטיסייה הבאה
hi: अगला टैब दिखाएँ
hr: Prikaži sljedeću karticu
hu: Következő lap megjelenítése
id: Tampilkan Tab Berikutnya
it: Mostra scheda successiva
ja: 次のタブを表示
ko: 다음 탭 표시
ms: Tunjukkan Tab Seterusnya
nb: Vis neste fane
nl: Volgend tabblad tonen
pl: Pokaż następną kartę
pt_br: Mostrar próxima aba
ro: Arată fila următoare
ru: Показать следующую вкладку
sk: Zobraziť ďalšiu kartu
sv: Visa nästa flik
th: แสดงแท็บถัดไป
tr: Sonraki Sekmeyi Göster
uk: Показати наступну вкладку
vi: Hiện thẻ kế tiếp
zh_hans: 显示下一个标签页
zh_hk: 顯示下一個分頁

source: Show Omnibar
ar: إظهار شريط العناوين
ca: Mostra l'omnibar
cs: Zobrazit omnibar
da: Vis omnibar
de: Omnibar anzeigen
el: Εμφάνιση omnibar
es: Mostrar omnibar
fi: Näytä omnipalkki
fr: Afficher l'omnibar
he: הצג שורת כתובת
hi: ओमनीबार दिखाएँ
hr: Prikaži omnibar
hu: Omnibar megjelenítése
id: Tampilkan Omnibar
it: Mostra omnibar
ja: オムニバーを表示
ko: 옴니바 표시
ms: Tunjukkan Omnibar
nb: Vis omnibar
nl: Omnibalk tonen
pl: Pokaż omnibar
pt_br: Mostrar omnibar
ro: Arată omnibarul
ru: Показать омнибар
sk: Zobraziť omnibar
sv: Visa omnibar
th: แสดงออมนิบาร์
tr: Omnibar'ı Göster
uk: Показати омнібар
vi: Hiện omnibar
zh_hans: 显示地址栏
zh_hk: 顯示網址列
